[
    {
        "name": "Vân Tự Cát Ngữ",
        "type_stats": "Magic weapon",
        "image_src": "/static/etherila_tatoo.png",
        "image_alt": "Vân Tự Cát Ngữ",
        "image_height": 300,
        "desc_main": "Hình xăm này xuất hiện trên vị trí bất kì nào mà bạn chọn trên cơ thể. Là lời chúc phúc âm thầm của Etherila.<br><br>Vân Tự Cát Ngữ sẽ tự động kích hoạt trong lần đầu tiên bị fail 3 death save sau mỗi long rest, giúp bạn được stable.<br><br><span style=\"font-style: italic;\">Etherila công nhận lòng tốt cao cả của bạn, nguyện bạn mãi bình an...</span>",
        "desc_extra": "",
        "tags": ["tattoo", "magic item", "protection"]
    },
    {
        "name": "Tư Niên",
        "type_stats": "Magic weapon",
        "image_src": "/static/tunien.png",
        "image_alt": "Tư Niên",
        "image_height": 400,
        "desc_main": "Có đầy đủ thuộc tính của một vũ khí loại ô, vì vậy yêu cầu proficiency với ô, đồng thời những dòng cổ ngữ do Dakini yểm trên kiếm giúp nó đạt được những nội tại sau:<br><br><span style=\"font-weight: bold;\">Qili Waltz:</span> Khi cầm Tư Niên trên một tay, bạn có thể chiến đấu hai vũ khí bằng bất kỳ vũ khí cận chiến nào khác trên tay còn lại, kể cả vũ khí hai tay. Bạn có proficiency với vũ khí đó khi chiến đấu theo cách này.<br><br><span style=\"font-weight: bold;\">Magic Weapon:</span> Sát thương bạn gây ra bằng vũ khí này là magic piercing damage.<br><br><span style=\"font-weight: bold;\">Revel Sunian:</span> Nếu bạn là một Dancer, bạn có thể sử dụng tán ô như một chiếc khiên tạm thời. Tán ô sẽ bay lơ lửng gần bạn cho đến khi bạn dùng nó (không nhất định phải dùng tay cầm) như một reaction để hỗ trợ + 3 AC cho đến turn tiếp theo của bạn. Bạn có thể sử dụng tính năng này 3 lần mỗi ngày. Nếu dùng hết 3 lần mà vẫn tiếp tục dùng tính năng này, tán ô vẫn giúp bạn + 3 AC lần cuối và ô sẽ hỏng, mất toàn bộ tác dụng ngay lập tức, không thể sửa chữa.",
        "desc_extra": "",
        "tags": ["weapon", "magic item", "sword", "umbrella"]
    },
    {
        "name": "Tư Ngữ",
        "type_stats": "Magic weapon",
        "image_src": "/static/ohhh.png",
        "image_alt": "Tư Ngữ",
        "image_height": 400,
        "desc_main": "Có đầy đủ thuộc tính của một vũ khí loại ô, vì vậy yêu cầu proficiency với ô, đồng thời những dòng cổ ngữ do Dakini yểm trên kiếm giúp nó đạt được những nội tại sau:<br><br><span style=\"font-weight: bold;\">Master Dakini:</span> Khi cầm Tư Ngữ trên một tay, bạn có thể chiến đấu hai vũ khí bằng bất kỳ vũ khí cận chiến nào khác trên tay còn lại, kể cả vũ khí hai tay. Bạn có proficiency với vũ khí đó khi chiến đấu theo cách này.<br><br><span style=\"font-weight: bold;\">Magic Weapon:</span> Sát thương bạn gây ra bằng vũ khí này là magic piercing damage.",
        "desc_extra": "",
        "tags": ["weapon", "magic item", "sword", "umbrella"]
    },
    {
        "name": "Dấu vết bảo hộ",
        "type_stats": "Ma thuật",
        "image_src": "/static/dd.png",
        "image_alt": "Dấu vết bảo hộ",
        "image_height": 300,
        "desc_main": "Hình xăm này xuất hiện như một sự bảo hộ của Phù Thủy Tro Đỏ, viết lên bằng tro xám và giọt trăng, sẽ mờ sau 7 ngày.<br><br>- Cho phép bạn + 1 AC.<br><br>- Từ hoàng hôn đến bình minh mỗi ngày, bạn resistants với <span style=\"font-weight: bold;\">Local Creature:</span> Thay vì trực tiếp bị tìm thấy, bạn có thể yêu cầu DM check với disvantage, DC bằng DC của bạn.",
        "desc_extra": "",
        "tags": ["tattoo", "magic item", "protection"]
    },
    {
        "name": "Nước Mắt Thần Mưa",
        "type_stats": "Weapon (longsword), Truyền thuyết (requires attunement), melee weapon, 1d8 slashing - versatile (1d10)",
        "image_src": "/static/ken.png",
        "image_alt": "Nước Mắt Thần Mưa",
        "image_height": 400,
        "desc_main": "Nước Mắt Thần Mưa là một thanh kiếm có tri giác, độ sắc bén trung lập với lưỡi kiếm màu hổ phách và những viên đá quý quý được gắn ở chuôi kiếm. Nó chỉ là một thanh kiếm bình thường cho đến khi gặp người có duyên.<br><br>Những sinh vật evil không thể attunement với Nước Mắt Thần Mưa, bất kỳ sinh vật evil nào cố gắng làm như vậy sẽ phải chịu 20 psychic damage. Lưỡi kiếm màu hổ phách của vũ khí không thể bị cùn hoặc hư hỏng và thanh kiếm không thể dịch chuyển đến bất cứ đâu nếu không có người sử dụng nó trong khi cả hai liên kết với nhau.",
        "desc_extra": "<span style=\"font-weight: bold;\">Phép thuật.</span> Thanh kiếm có 6 charges và lấy lại 1d4 + 2 charges đã sử dụng hàng ngày vào lúc bình minh. Một sinh vật liên kết với thanh kiếm có thể sử dụng một hành động 1 hoặc nhiều charges để thực hiện một trong những phép thuật sau từ nó mà không cần thành phần vật chất: Fly (2 charges), Water Breathing (3 charges) hoặc Transport Via Plants (4 charges).<br><br><span style=\"font-weight: bold;\">Cảm giác.</span> Thanh kiếm có Intelligent là 17, Wisdom là 12 và Charisma là 20. Nó có khả năng nghe và nhìn thật trong phạm vi 120 feet. Nó giao tiếp bằng thần giao cách cảm với chủ nhân. Thanh kiếm có thể nói, đọc và hiểu Common, Draconic, Elvish và Sylvan. Ngoài ra, thanh kiếm có thể xác định giá trị thực sự của bất kỳ viên đá quý nào trong phạm vi 5 feet xung quanh nó.<br><br><span style=\"font-weight: bold;\">Nhân cách.</span> Nước Mắt Thần Mưa ngưỡng mộ cái đẹp, âm nhạc, mỹ thuật và thơ ca. Thanh kiếm luôn cố gắng cải thiện vẻ ngoài của nó. Nó khao khát những viên đá quý và luôn tìm kiếm những viên đá đẹp hơn để tô điểm cho mình. Trên hết, nó khao khát được quay trở lại những khu rừng mưa xứ Tikva, nơi nó được tạo ra. Nếu mục tiêu của người sử dụng nó đi ngược lại với mục tiêu của nó, Nước Mắt Thần Mưa sẽ cố gắng kiểm soát người sử dụng nó và tự tìm đường trở về bằng phép thuật transport via plants để quay trở lại nơi nó đến.<br><br>Khi bạn tấn công một sinh vật bằng vũ khí này, nếu to hit bằng 20 (đã cộng mod), mục tiêu đó sẽ nhận thêm 14 sát thương chém. Sau đó tung thêm d20 nữa, nếu bạn tung được 20, bạn sẽ chặt đứt một trong các chi của mục tiêu và hậu quả của việc đó sẽ do DM xác định. Nếu sinh vật không có chi để cắt đứt thì bạn sẽ cắt một phần cơ thể của nó.<br><br><span style=\"font-weight: bold;\">Linh hoạt.</span> Loại vũ khí này có thể được sử dụng bằng một hoặc hai tay. Giá trị sát thương trong ngoặc xuất hiện cùng với thuộc tính—sát thương khi vũ khí được sử dụng bằng hai tay để thực hiện một cuộc tấn công cận chiến.",
        "tags": ["weapon", "magic item", "sword", "legendary"]
    },
    {
        "name": "Bóng tối mù sương",
        "type_stats": "Magic item, Hiếm (yêu cầu attunement)",
        "image_src": "/static/CgacTG.png",
        "image_alt": "Bóng tối mù sương",
        "image_height": 200,
        "desc_main": "Chiếc nhẫn đơn sắc, đơn giản dường như không bao giờ lấp lánh. Khi đeo chiếc nhẫn này, bạn có thể làm mờ ánh sáng trong khối lập phương 15 foot xung quanh mình. Bạn có thể làm cho ánh sáng mặt trời trở thành ánh sáng bình thường, ánh sáng bình thường thành ánh sáng mờ, ánh sáng mờ trở thành bóng tối. Bạn không thể làm cho mức ánh sáng sáng hơn, chỉ có thể làm ánh sáng tối hơn và ánh sáng nonmagical không thể chiếu sáng khu vực này.",
        "desc_extra": "",
        "tags": ["magic item", "protection", "magic item"]
    },
    {
        "name": "Áo choàng ẩn náu",
        "type_stats": "Magic item, Không phổ biến (yêu cầu attunement)",
        "image_src": "/static/aaa.png",
        "image_alt": "Áo choàng ẩn náu",
        "image_height": 300,
        "desc_main": "Bộ trang phục trang nhã này được làm bằng lụa sẫm màu đan xen với những sợi màu hổ phách nhạt. Khi mặc chiếc áo choàng này, bạn có thể kéo mũ trùm qua đầu che giấu hoàn toàn khuôn mặt của mình. Cố gắng nhìn vào để xem mặt của bạn sẽ chỉ thấy một khoảng bóng tối. Ngoài ra, khi đội mũ trùm đầu lên, bạn có thể ẩn khỏi phép thuật Divination và bạn không thể bị nhắm mục tiêu bởi phép thuật đó hoặc bị phát hiện thông qua các cảm biến bói toán ma thuật.",
        "desc_extra": "",
        "tags": ["magic item", "protection"]
    },
    {
        "name": "Áo choàng bóng râm",
        "type_stats": "Magic item, Không phổ biến (yêu cầu attunement)",
        "image_src": "/static/kkgg.png",
        "image_alt": "Áo choàng bóng râm",
        "image_height": 200,
        "desc_main": "Chiếc áo choàng có thiết kế kỳ lạ này được làm bằng lụa đen đan xen với những sợi bạc mờ. Khi mặc chiếc áo choàng này, bạn có thể kéo mũ trùm qua đầu để giúp bản thân miễn nhiễm với tác động của ánh nắng mặt trời.",
        "desc_extra": "",
        "tags": ["magic item", "protection"]
    },
    {
        "name": "Đá thạch anh tím",
        "type_stats": "Magic item, Hiếm (yêu cầu attunement)",
        "image_src": "/static/ston.png",
        "image_alt": "Đá thạch anh tím",
        "image_height": 350,
        "desc_main": "Khối thạch anh tím có kích thước bằng nắm tay này được truyền khả năng bẻ cong trọng lực của loài rồng thạch anh tím. Trong khi bạn đang attune với viên đá này, bạn có adv trong những str save. Viên đá có 6 charges cho các thuộc tính sau, bạn có thể sử dụng chúng khi đang attune. Đá lấy lại 1d6 charges hàng ngày vào lúc bình minh.<br><br><span style=\"font-weight: bold;\">- Flight.</span> Là một hành động bổ sung, bạn có thể sử dụng 3 charges để có được khả năng bay trong 10 phút. Trong thời gian này, bạn đạt được tốc độ bay bằng với tốc độ đi bộ và bạn có thể bay lơ lửng.",
        "desc_extra": "<span style=\"font-weight: bold;\">- Gravitational Thrust.</span> Như một hành động, bạn có thể sử dụng 1 charges để tập trung trọng lực xung quanh một sinh vật mà bạn có thể nhìn thấy cách bạn trong vòng 60 feet. Mục tiêu phải thực hiện thành công str save DC bằng DC của bạn hoặc bị đẩy lên cao 20 feet theo hướng bạn chọn.<br><br><span style=\"font-weight: bold;\">- Reverse Gravity.</span> Như một hành động, bạn có thể sử dụng 3 charges để cast <span style=\"font-weight: bold;\">reverse gravity</span> từ viên đá (save DC của bạn).",
        "tags": ["magic item", "protection", "gem"]
    },
    {
        "name": "Bản tóm tắt giả kim thuật",
        "type_stats": "Sách, Hiếm (yêu cầu attunement bởi một wizard), 3 lb",
        "image_src": "/static/add.png",
        "image_alt": "Bản tóm tắt giả kim thuật",
        "image_height": 300,
        "desc_main": "Mùi ẩm mốc bám vào cuốn sách nặng và ố vàng. Các hoa văn kim loại trên bìa làm bằng đồng, sắt, chì, bạc và vàng, một số bị rỉ sét trong quá trình chuyển đổi từ kim loại này sang kim loại khác. Khi được tìm thấy, cuốn sách chứa các phép thuật sau: <span style=\"font-weight: bold;\">shillelagh, druidcraft, enlarge/reduce, feather fall, flesh to stone, gaseous form, magic weapon và fabricate</span>. Nó hoạt động như một spellbook và spellcasting focus cho những phép thuật wizard của bạn.",
        "desc_extra": "Cuốn sách có 3 charges và nó lấy lại 1d3 charges đã sử dụng hàng ngày vào lúc bình minh. Bạn có thể sử dụng charges theo những cách sau trong khi giữ nó:<br><br>- Nếu bạn dành 1 phút để nghiên cứu cuốn sách, bạn có thể sử dụng 1 charges để thay thế một trong những phép thuật wizard đã chuẩn bị của mình bằng một phép thuật khác trong cuốn sách. Phép thuật mới phải thuộc transmutation school.<br><br>- Như một hành động, bạn có thể chạm vào một vật thể không có ma thuật không được đeo hoặc mang theo và sử dụng charges để biến mục tiêu thành một vật thể khác. Trong 1 charges, vật thể biến đổi không được lớn hơn 1 foot. Bạn có thể dùng thêm số charges để tăng kích thước tối đa thêm 2 feet cho mỗi charges. Đối tượng mới phải có giá trị gp bằng hoặc nhỏ hơn đối tượng ban đầu.",
        "tags": ["book", "magic item", "wizard"]
    },
    {
        "name": "Ngọn nến tín hiệu",
        "type_stats": "Magic item, Phổ biến, 10 GP",
        "image_src": "/static/candle.png",
        "image_alt": "Ngọn nến tín hiệu",
        "image_height": 150,
        "desc_main": "Mỗi ngọn nến cháy được tối đa 10 phút. Trong khi cháy sẽ tạo ra cột sáng chiếu thẳng lên trời. Ánh nến là ánh sáng đơn thuần và vẫn bị chặn bởi chướng ngại vật.",
        "desc_extra": "",
        "tags": ["magic item", "light"]
    },
    {
        "name": "Red Ash Lantern",
        "type_stats": "Magic item, Hiếm",
        "image_src": "/static/redashlantern.png",
        "image_alt": "Red Ash Lantern",
        "image_height": 150,
        "desc_main": "Đèn lồng cổ kính tỏa ra ánh sáng xanh lam khi ở trong phạm vi bán kính 120ft gần những <a href=\"/dnd/monster/sleepy-stone-horse\" style=\"color: #040836;\">Sleepy Stone Horse</a> (xem thuộc tính tại <a href=\"/dnd/monster\" style=\"color: #040836;\">Etar's Bestiary Book</a>). Ra khỏi 120ft sẽ tỏa ra ánh sáng tím xanh như bầu trời đêm, rất xinh đẹp.",
        "desc_extra": "Trong phạm vi, dùng đèn có thể đánh thức <a href=\"/dnd/monster/sleepy stone horse/\" style=\"color: #040836;\">Sleepy Stone Horse</a> khỏi giấc ngủ chờ đợi. Những <a href=\"/dnd/monster/sleepy stone horse/\" style=\"color: #040836;\">Sleepy Stone Horse</a> tự có nhận thức nhưng đồng thời cũng thù địch với những creature mà đèn lồng cho là thù địch.<br><br>Trong phạm vi 15ft bán kính quanh đèn lồng, nếu xuất hiện bất cứ creature nào không phải là chủ nhân của nó sẽ khiến nó chủ động đánh thức những <a href=\"/dnd/monster/sleepy stone horse/\" style=\"color: #040836;\">Sleepy Stone Horse</a> gần đó.",
        "tags": ["magic item", "light", "control"]
    },
    {
        "name": "Mộc Tán (Wood Umbrella)",
        "type_stats": "Weapon: Simple, Melee, 50gp, 2 lb. --- 1d8 piercing -- versatile (1d10 bludgeoning), thrown (20/60) - finesse",
        "image_src": "/static/umbrela.png",
        "image_alt": "Mộc Tán (Wood Umbrella)",
        "image_height": 400,
        "desc_main": "Một thanh kiếm ẩn sau cán ô, rút kiếm từ cán được tính là free action.<br><br>Thành thạo với Ô cho phép bạn thêm proficiency bonus của bạn vào bất cứ attack nào bạn thực hiện bằng Ô.<br><br><span style=\"font-weight: bold;\">Prerequisites:</span> Bạn phải có Proficiency với Ô và Dexterity tối thiểu là 13 để có thể sử dụng vũ khí này.<br><br><span style=\"font-weight: bold;\">Finesse:</span> Khi attack bằng finesse weapon, bạn có thể chọn sử dụng Strength hoặc Dexterity modifier cho attack và damage rolls. Bạn phải dùng cùng modifier cho cả 2 rolls.",
        "desc_extra": "<span style=\"font-weight: bold;\">Thrown:</span> Bạn có thể ném vũ khí để thực hiện một ranged attack nếu Strength của bạn từ 13 trở lên. Nếu vũ khí là một vũ khí cận chiến, bạn phải sử dụng ability modifier cho attack roll và damage roll giống như khi bạn melee attack bằng vũ khí này.<br><br><span style=\"font-weight: bold;\">Versatile:</span> Vũ khí này có thể được sử dụng bằng một hoặc hai tay. Giá trị sát thương trong ngoặc đơn xuất hiện cùng thuộc tính--sát thương khi vũ khí được sử dụng bằng hai tay để tấn công cận chiến.",
        "tags": ["weapon", "umbrella", "sword"]
    },
    {
        "name": "Chiết phiến (Fan)",
        "type_stats": "Weapon: Simple, Melee, 25gp, 1 lb. 1d4 piercing, dancer weapon, finesse, sharp fan, light fan, nick, thrown (20/60)",
        "image_src": "/static/fan.png",
        "image_alt": "Chiết phiến (Hand holding fan)",
        "image_height": 400,
        "desc_main": "<span style=\"font-weight: bold;\">Dancer Weapon:</span> Bạn phải là một dancer thuần túy để có thể thành thạo với Chiết Phiến, điều này cho phép bạn thêm proficiency bonus của bạn vào bất cứ attack nào bạn thực hiện bằng Chiết Phiến.<br><br><span style=\"font-weight: bold;\">Finesse:</span> Khi attack bằng finesse weapon, bạn có thể chọn sử dụng Strength hoặc Dexterity modifier cho attack và damage rolls. Bạn phải dùng cùng modifier cho cả 2 rolls.<br><br><span style=\"font-weight: bold;\">Light Fan:</span> Vũ khí nhẹ, nhỏ nhưng không dễ điều khiển (yêu cầu Proficiency với Chiết phiến và Dexterity 13 trở lên), lý tưởng để sử dụng khi chiến đấu với hai loại vũ khí.",
        "desc_extra": "<span style=\"font-weight: bold;\">Sharp Fan:</span> Bạn có thể cộng thêm 1d4 vào to hit của một attack mà bạn chọn một lần mỗi turn.<br><br><span style=\"font-weight: bold;\">Thrown:</span> Bạn có thể ném vũ khí để thực hiện một ranged attack. Nếu vũ khí là một vũ khí cận chiến, bạn phải sử dụng ability modifier cho attack roll và damage roll giống như khi bạn melee attack bằng vũ khí này.<br><br><span style=\"font-weight: bold;\">Nick:</span> Một lần một turn, khi thực hiện Attack action, bạn có thể tấn công hai lần bằng Chiết Phiến. Đòn đánh này có thể cộng dồn với Extra Attack.<br><br><span style=\"font-weight: bold;\">Special:</span> Khi thrown, vũ khí này di chuyển như một chiếc boomerang và sẽ trở lại tay của bạn sau khi thực hiện một ranged attack.",
        "tags": ["weapon", "fan", "weapon"]
    },
    {
        "name": "Sa Thiết Lãnh Mỹ A (Silk ribbon)",
        "type_stats": "Weapon: Martial, Melee, 50gp, 0.1 lb. --- 1d4 slashing - grapple silk, light fan, reach",
        "image_src": "/static/sathiet.png",
        "image_alt": "Sa Thiết Lãnh Mỹ A (Silk ribbon)",
        "image_height": 200,
        "desc_main": "Thành thạo với việc sử dụng những dải lụa cho phép bạn thêm proficiency bonus của bạn vào bất cứ attack nào bạn thực hiện bằng vũ khí này.",
        "desc_extra": "<span style=\"font-weight: bold;\">Grapple silk:</span> Khi attack bằng vũ khí này, bạn cộng Dexterity modifier cho attack và damage rolls. Nếu bạn đang sử dụng vũ khí này trên cả hai tay, bạn có thể thực hiện grapple yêu cầu target Dexterity saving throw với DC của bạn.<br><br><span style=\"font-weight: bold;\">Light Fan:</span> Vũ khí nhẹ, nhỏ nhưng không dễ điều khiển (yêu cầu Proficiency với dải lụa và Dexterity 13 trở lên), lý tưởng để sử dụng khi chiến đấu với hai loại vũ khí.<br><br><span style=\"font-weight: bold;\">Reach:</span> Vũ khí này thêm 10ft vào reach của bạn khi bạn attack bằng nó, đồng thời reach này cũng áp dụng khi bạn thực hiện OA.",
        "tags": ["weapon", "martial"]
    },
    {
        "name": "Bản thảo dự phòng",
        "type_stats": "Sách, Không phổ biến, Magic",
        "image_src": "/static/item.webp",
        "image_alt": "Bản thảo dự phòng",
        "image_height": 200,
        "desc_main": "Tờ giấy cũ kỹ như được xé ra từ một quyển sổ làm bằng vật liệu đặc biệt, tỏa ra hương trà thơm lạ. Trên đó vẽ đầy những nét loằng ngoằng như vẽ bùa cùng những hàng ghi chú như vẽ đồng cỏ.",
        "desc_extra": "Cuốn sách có 3 điểm năng lượng, hồi toàn bộ vào hoàng hôn mỗi ngày. Với mỗi điểm năng lượng, bạn có thể sử dụng phép thuật <span style=\"font-weight: bold;\">Silent Image</span> một lần hoặc hai điểm cho <span style=\"font-weight: bold;\">Mirror Image</span>.<br><br>Nếu bạn không phải là wizard, roll một Intelligence Check, DC 15. Nếu thành công, bạn có thể làm chủ cuốn sách và sử dụng nó như biểu tượng thi triển phép thuật. Nếu thất bại, cuốn sách sẽ tự khóa và yêu cầu được attune bởi một Wizard.",
        "tags": ["book", "magic item", "wizard"]
    },
    {
        "name": "Chủy Thủ Huyền Thiết",
        "type_stats": "Weapon: Simple, Melee, 2gp, 1 lb. --- 1d4 magic piercing - finesse, light, thrown (20/60) -- Special",
        "image_src": "/static/dao.png",
        "image_alt": "Chủy Thủ Huyền Thiết",
        "image_height": 200,
        "desc_main": "Thanh dao găm rèn được rèn từ vật liệu huyền thuyết nổi tiếng đã thất truyền trăm năm. Sau khi được gia công bằng lõi của Kẻ theo dõi bóng tối đã trở thành màu tím xanh quỷ dị.",
        "desc_extra": "Thành thạo với Chủy Thủ cho phép bạn thêm proficiency bonus của bạn vào bất cứ attack nào bạn thực hiện bằng vũ khí này.<br><br><span style=\"font-weight: bold;\">Finesse:</span> Khi attack bằng finesse weapon, bạn có thể chọn sử dụng Strength hoặc Dexterity modifier cho attack và damage rolls. Bạn phải dùng cùng modifier cho cả 2 rolls.<br><br><span style=\"font-weight: bold;\">Light:</span> Vũ khí nhẹ, nhỏ và dễ điều khiển, lý tưởng để sử dụng khi chiến đấu với hai loại vũ khí.<br><br><span style=\"font-weight: bold;\">Thrown:</span> Bạn có thể ném vũ khí để thực hiện một ranged attack. Nếu vũ khí là một vũ khí cận chiến, bạn phải sử dụng ability modifier cho attack roll và damage roll giống như khi bạn melee attack bằng vũ khí này.<br><br><span style=\"font-weight: bold;\">Special:</span> Khi một sinh vật mang lời nguyền bị vũ khí này đâm vào linh hồn, lời nguyền sẽ được đảo ngược hoặc hóa giải như một phép <span style=\"font-weight: bold;\">Remove Curse</span>.",
        "tags": ["weapon", "magic item"]
    },
    {
        "name": "Nguyệt Tự Bí Ngân",
        "type_stats": "Weapon (shortbow), Legendary (requires attunement), Simple weapon, ranged weapon, 1d6 magic piercing - ammunition (80/320 ft.), two-handed",
        "image_src": "/static/bw.png",
        "image_alt": "Nguyệt Tự Bí Ngân",
        "image_height": 400,
        "desc_main": "Tỏa ra ánh sáng tím mờ ảo và huyền bí, không có ống tên đi kèm. Chủ nhân của cây cung có thể trực tiếp kéo cung và mũi tên ánh sáng sẽ hiện ra, lao vút đi như cách ánh trăng xuyên qua kẽ lá của những tán đại thụ.<br>    Mang trên mình cổ văn của chủng tộc Moon Elf, cây cung trực tiếp ảnh hưởng bởi người đã viết những ký tự này - Dakini Elviquia, một moon elf tôn thờ nữ thần Erythia.",
        "desc_extra": "<span style=\"font-weight: bold;\">Phước lành Styx:</span> Nếu bạn là một tín đồ của Erythia, bạn sẽ nhận được những lợi ích sau nếu đạt đủ điểm mộ đạo:<br>10+: Nhận một minor beneficial ngẫu nhiên.<br>25+: Nhận một major beneficial ngẫu nhiên.<br>Sau mốc 25 điểm, cứ tăng thêm 15 điểm mộ đạo nhận một minor beneficial ngẫu nhiên.\\nNếu bạn không phải là tín đồ của Erythia, bạn sẽ phải nhận một minor detrimental ngẫu nhiên.<br><br><span style=\"font-weight: bold;\">Phá cung:</span> Cây cung không thể bị phá hủy một khi những kí tự trên Mithril viết bởi Dakini Elviquia không bị xóa đi hoặc Dakini bị giết bởi tơ nhện từ nữ thần Nhện Lolth và các tín đồ.<br><br><span style=\"font-weight: bold;\">Lời thề sinh tử:</span> Khi tấn công một creature trong phạm vi, bạn có thể nói ra một lời thề, đại loại như \"Ta thề rằng sẽ khiên kẻ xúc phạm ta phải trả giá!\" hoặc đơn giản hơn là \"Chết đi!\". Sau khi lời thề được thiết lập, creature sẽ trở thành kẻ thù của bạn cho đến khi nó chết hoặc đến hết bảy ngày sau đó. Kẻ thù của bạn sẽ phải nhận thêm 3d6 magic piercing khi bạn bắn trúng, kể cả ngoài tầm bắn bình thường bạn cũng sẽ không gặp bất lợi khi tấn công mục tiêu của lời thề. Cho tới khi creature chết hoặc được giải phóng khỏi lời thề sau bảy ngày, bạn sẽ bị disvantage khi sử dụng toàn bộ những vũ khí khác.<br><br><span style=\"font-weight: bold;\">Tầm bắn:</span> Vũ khí có thể được sử dụng để thực hiện một cuộc tấn công tầm xa có phạm vi được ghi trong ngoặc đơn. Phạm vi liệt kê hai số, đầu tiên là phạm vi bình thường của vũ khí tính bằng feet và thứ hai cho biết phạm vi tối đa của vũ khí. Khi tấn công một mục tiêu vượt quá phạm vi bình thường, bạn bị disvantage khi tấn công. Bạn không thể tấn công mục tiêu ngoài tầm xa của vũ khí.<br><br><span style=\"font-weight: bold;\">Hai tay:</span> Vũ khí này cần hai tay để sử dụng. Thuộc tính này chỉ yêu cầu khi bạn tấn công bằng vũ khí, không bắt buộc khi bạn cầm nó.",
        "tags": ["weapon", "magic item", "legendary"]
    },
    {
        "name": "Tiểu thuyết 6,66",
        "type_stats": "Sách, Không phổ biến",
        "image_src": "/static/467.png",
        "image_alt": "Tiểu thuyết 6,66",
        "image_height": 300,
        "desc_main": "Tiểu thuyết tình yêu thiếu nữ, bên trong ghi chép những câu chuyện của những nhân vật kỳ lạ. Với những người không thích đọc sách, chúng đều là những câu chuyện lãng mạn dài dòng và quái gở.<br><br>Khi đọc nó, chỉ mình bạn có thể nhìn thấy những chuyện xảy ra trong đó dưới dạng hình ảnh.",
        "desc_extra": "Roll một Intelligence Check, DC 13. Nếu thành công, bạn làm chủ được cuốn sách, bạn có thể thay đổi cốt truyện trong cuốn sách, viết những câu chuyện mới theo ý muốn, mọi thứ bạn ghi vào trong những trang giấy trắng phía sau đều sẽ biến thành ảo ảnh có thể nhìn thấy được. Nếu thất bại cuốn sách sẽ tan biến.<br><br>Intelligence lớn hơn 16, bạn có thể cho phép người khác cũng nhìn thấy những gì bạn thấy trong sách.",
        "tags": ["book", "magic item"]
    },
    {
        "name": "Thuyết thế giới ngang",
        "type_stats": "Sách, Không phổ biến",
        "image_src": "/static/b8f6.png",
        "image_alt": "Thuyết thế giới ngang",
        "image_height": 200,
        "desc_main": "Cuốn sách cổ rất dày trông có vẻ cũ kỹ nhưng được bảo quản khá tốt. Các gáy sách và trang bìa vuông vắn bọc bằng da thuộc từ bàn tay khéo léo của người thợ thủ công còn vô cùng chắc chắn.",
        "desc_extra": "Tác giả cuốn sách đưa ra giả thiết về việc thời không không chỉ có một. Trong vũ trụ có rất nhiều những vị diện khác nhau, đồng thời tồn tại các thế giới khác nhau giống như các đường thẳng song song nằm ngang trên trục x. Chúng không bao giờ cắt nhau.<br><br>Điều thú vị là những đường tiệm cận thì tương đối giống nhau, có nghĩa là các thế giới càng gần nhau thì càng có cấu tạo tương tự nhau, thậm chí chỉ lệch nhau vài inch.<br><br>Một ví dụ cho điều này là đôi khi chúng ta không tìm được một đồ vật nào đó, nhưng trong một lúc khác ta lại thấy nó ở vị trí cách vị trí ban đầu trong trí nhớ chúng ta vài inch.<br><br>[...]<br><br>Phần sau của cuốn sách diễn giải thêm về điều này và đưa ra những nghi vấn khác khiến cho đây vẫn chỉ là một giả thiết chưa được chứng minh rõ ràng.",
        "tags": ["book"]
    },
    {
        "name": "Lý luận thời gian vuông góc",
        "type_stats": "Sách, Không phổ biến",
        "image_src": "/static/98f3.png",
        "image_alt": "Lý luận thời gian vuông góc",
        "image_height": 200,
        "desc_main": "Cuốn sách cổ rất dày trông có vẻ cũ kỹ nhưng được bảo quản khá tốt. Các gáy sách và trang bìa vuông vắn bọc bằng da thuộc từ bàn tay khéo léo của người thợ thủ công còn vô cùng chắc chắn.",
        "desc_extra": "Tác giả cuốn sách đưa ra giả thiết về việc thời gian là những trục y luôn tịnh tiến nối tiếp nhau. Cắt các trục x của Không gian một góc 90 độ. Do đó, thời gian luôn như nhau ở mọi thế giới và luôn trôi đi một khoảng bằng nhau dù ở những thế giới khác nhau.<br><br>[...]<br><br>Phần sau của cuốn sách diễn giải thêm về điều này và đưa ra những nghi vấn khác khiến cho đây vẫn chỉ là một giả thiết chưa được chứng minh rõ ràng.",
        "tags": ["book"]
    },
    {
        "name": "PRa",
        "type_stats": "Tiền tệ, Vật liệu",
        "image_src": "/static/pra.png",
        "image_alt": "PRa",
        "image_height": 200,
        "desc_main": "Đồng xu bằng chất liệu đặc biệt màu vàng sáng hoặc bạc ánh xanh. Dùng làm chất xúc tác trong chế tạo.",
        "desc_extra": "",
        "tags": ["currency", "material"]
    },
    {
        "name": "Tờ nháp của Ayin",
        "type_stats": "Giấy, Không phổ biến",
        "image_src": "/static/kraf.png",
        "image_alt": "Tờ nháp của Ayin",
        "image_height": 200,
        "desc_main": "Tờ giấy cũ kỹ như được xé ra từ một quyển sổ làm bằng vật liệu đặc biệt, tỏa ra hương trà thơm lạ. Trên đó vẽ đầy những nét loằng ngoằng như vẽ bùa cùng những hàng ghi chú như vẽ đồng cỏ.",
        "desc_extra": "",
        "tags": ["magic item"]
    },
    {
        "name": "Sự bảo vệ của Erythia",
        "type_stats": "Đá quý, Hiếm, Equires attunement",
        "image_src": "/static/tttt6 (2).png",
        "image_alt": "Sự bảo vệ của Erythia",
        "image_height": 150,
        "desc_main": "Tổng cộng gồm 8 viên tinh thể. Nếu bạn là một spellcaster, bạn có thể dùng viên tinh thể như một spellcasting focus. Mỗi viên sẽ phòng ngự trước một thuộc tính.",
        "desc_extra": "<span style=\"font-weight: bold;\">Damage (Acid, Fire, Cold, Lightning).</span> Nếu bạn đang giữ viên tinh thể trong khi bị buộc phải nhận damage thuộc nhóm này, bạn có thể sử dụng reaction dể giảm 1d4 damage.<br><br><span style=\"font-weight: bold;\">Condition (Paralyzed, Blinded, Exhaustion, Charmed).</span> Nếu bạn đang giữ viên tinh thể trong khi bị dính hiệu ứng thuộc nhóm này, bạn có thể sử dụng reaction để cộng thêm 1d4 vào các check hoặc save mà DM yêu cầu.",
        "tags": ["gem", "magic item", "protection"]
    },
    {
        "name": "Sự bảo hộ của Toru",
        "type_stats": "Đá quý, Thần thoại",
        "image_src": "/static/subaohotoru.png",
        "image_alt": "Sự bảo vệ của Erythia",
        "image_height": 200,
        "desc_main": "Cho một nhân vật có thể đi từ thế giới (arc) này sang thế giới khác mà không cần phải hoàn thành nhiệm vụ ở thế giới trước đó, cũng không tổn hao bất cứ vật phẩm hay sức mạnh nào.<br><br>Chỉ dùng được một lần.",
        "desc_extra": "",
        "tags": ["gem", "magic item", "protection"]
    }
]

